{
    "homePageText":"Welcome to Alt Tab Consulting, your go-to partner for IT recruitment, mentoring, and project delivery. We specialize in providing customized and innovative solutions to help you find the best IT talent, develop your existing team, and deliver successful IT projects.",
    "aboutText":"Alt Tab Consulting is a consulting firm based in Ballarat, Australia. We are committed to mentoring and recruiting IT profesionals who aspire to find well-paying jobs and settle in Australia. Our team of experts provides tailored guidance and support to help our clients navigate the Australian job market and overcome any challenges that may arise during the recruitment process. With our extensive knowledge and experience, we help our clients realize their career goals and establish themselves in their new home. Join us on this exciting journey and let us help you build a successful career in Australia.",
    "aboutTitle":"About",
    "mentorTitle1":"Mentorship",
    "mentorText1":"We understand that job interviews can be nerve-wracking, but with our mock interview services, you can gain the confidence and skills you need to succeed. We'll provide feedback on your responses, body language, and overall performance, helping you identify areas for improvement and fine-tune your interview skills. Don't let your next interview catch you off guard. Sign up for our mock interview services today and land your dream job!",
    "mentorTitle2":"Resume Services",
    "mentorText2":"Your resume is your first impression to potential employers, and it's crucial to make it stand out from the crowd. At our resume services, we understand the importance of a strong and professional resume. Our team of expert writers will work with you to create a personalized, eye-catching resume that highlights your skills, achievements, and experiences. We understand that crafting a standout resume can be a daunting task, which is why we're here to help.​ With our resume services, you can rest assured that your resume will make a lasting impression on potential employers, giving you the best chance of landing your dream job. Contact us today to get started!",
    "mentorTitle3":"Mock Interviews",
    "mentorText3":"We understand that job interviews can be nerve-wracking, but with our mock interview services, you can gain the confidence and skills you need to succeed. We'll provide feedback on your responses, body language, and overall performance, helping you identify areas for improvement and fine-tune your interview skills. Don't let your next interview catch you off guard. Sign up for our mock interview services today and land your dream job!",
    "recruitTitle":"Recruitment",
    "recruitText1":"At Alt Tab Consulting, we understand the importance of mentoring by IT industry experience. That's why we have a team of experienced recruiters who have extensive knowledge of the IT industry and can guide job seekers towards their dream job. We also provide mentorship programs to help job seekers enhance their skills and knowledge to become successful in their IT career.",
    "recruitText2":"We have job vacancies in various areas such as Business Analyst, Project Manager/Scrum Master and more. Our IT job search is designed to help you find the right job that matches your skills, experience, and career goals. We offer a range of services to employers, including IT recruitment, staffing, executive search, headhunting, and talent acquisition. Our team of experienced recruiters has a thorough understanding of the IT industry and can help you find the right talent for your business. We work with companies of all sizes, from startups to Fortune 500 companies, to provide them with the best staffing solutions.",
    "contactTitle":"Contact Us",
    "contactText":"Please take a moment to get in touch, we will get back to you shortly.",
    "footerTitle1":"Visit",
    "footertext11":"500 Terry Francois Street",
    "footertext12":"San Francisco, CA 94158",
    "footerTitle2":"Call",
    "footertext21":"T:123-456-7890",
    "footertext22":"F: 123-456-7890",
    "footerTitle3":"Contact",
    "footerText31":"info@mysite.com",
    "footerTitle4":"© 2023 by Ashish Kakkan"


}